tap "danielgatis/imgcat"
tap "elastic/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "robocorp/tools"
tap "supabase/tap"
tap "thezoraiz/ascii-image-converter"
brew "ansible"
brew "aom"
brew "awscli"
brew "bottom"
brew "librsvg"
brew "chafa"
brew "cmake"
brew "code-minimap"
brew "php"
brew "composer"
brew "deno"
brew "efm-langserver"
brew "node"
brew "eslint"
brew "fd"
brew "libass"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "gtop"
brew "hurl"
brew "icu4c@75"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "libsixel"
brew "luarocks"
brew "mongosh"
brew "protobuf"
brew "mysql@5.7"
brew "mysql@8.0"
brew "neovim"
brew "node@16"
brew "openjdk@17"
brew "pandoc"
brew "pnpm"
brew "postgresql@16", link: true
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "starship"
brew "terraformer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "danielgatis/imgcat/imgcat"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "hashicorp/tap/terraform", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
brew "supabase/tap/supabase"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password-cli"
cask "action-server"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "cleanshot"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "gephi"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "medis"
cask "messenger"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "numi"
cask "ollama"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "screen-studio"
cask "sequel-ace"
cask "slack"
cask "sublime-text"
cask "transmit"
cask "tunnelbear"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zap"
cask "zoom"
vscode "42crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "aki77.rails-db-schema"
vscode "albert.tabout"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "bobbyzrncev.intellij-parameter-hints"
vscode "boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cmoog.sqlnotebook"
vscode "codingyu.laravel-goto-view"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devadvice.serverlessconsole"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-community-material-theme"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "erd0s.terraform-autocomplete"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hancel.markdown-image"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "ibm.output-colorizer"
vscode "idleberg.applescript"
vscode "ionide.ionide-fsharp"
vscode "jakebathman.mysql-syntax"
vscode "janisdd.vscode-edit-csv"
vscode "jduponchelle.rainbow-end"
vscode "kaiwood.endwise"
vscode "kevinrose.vsc-python-indent"
vscode "kirchner-trevor.shopify-liquid-preview"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "massi.javascript-docstrings"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "pavlitsky.yard"
vscode "philnash.ngrok-for-vscode"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "prisma.prisma"
vscode "pythagoratechnologies.gpt-pilot-vs-code"
vscode "rebornix.ruby"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "saoudrizwan.claude-dev"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "sissel.shopify-liquid"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tabnine.tabnine-vscode"
vscode "timvaneker.serverless-snippets"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "xdebug.php-debug"
vscode "xshrim.txt-syntax"
vscode "yy0931.vscode-sqlite3-editor"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zixuanchen.vitest-explorer"
