tap "danielgatis/imgcat"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "thezoraiz/ascii-image-converter"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "bottom"
brew "chafa"
brew "code-minimap"
brew "php"
brew "composer"
brew "deno"
brew "efm-langserver"
brew "eslint"
brew "fd"
brew "ffmpeg"
brew "gh"
brew "hurl"
brew "openjdk@17"
brew "jmeter"
brew "jq"
brew "libsixel"
brew "luarocks"
brew "mysql@5.7"
brew "mysql@8.0"
brew "neovim"
brew "postgresql@16", link: true
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tfenv"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "danielgatis/imgcat/imgcat"
brew "hashicorp/tap/terraform", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community-shell"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
cask "1password-cli"
cask "appcleaner"
cask "brave-browser"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "gephi"
cask "github"
cask "gitify"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "messenger"
cask "mongodb-compass"
cask "mysqlworkbench"
cask "notion"
cask "numi"
cask "owasp-zap"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "sublime-text"
cask "transmit"
cask "visual-studio-code"
cask "wezterm"
cask "whatsapp"
cask "zoom"
vscode "42Crunch.vscode-openapi"
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "ahmadalli.vscode-nginx-conf"
vscode "aki77.rails-db-schema"
vscode "albert.TabOut"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "Arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "BobbyZrncev.intellij-parameter-hints"
vscode "Boto3typed.boto3-ide"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "cmoog.sqlnotebook"
vscode "codingyu.laravel-goto-view"
vscode "DanielSanMedium.dscodegpt"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "devadvice.serverlessconsole"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "erd0s.terraform-autocomplete"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "hancel.markdown-image"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "IBM.output-colorizer"
vscode "idleberg.applescript"
vscode "Ionide.Ionide-fsharp"
vscode "jakebathman.mysql-syntax"
vscode "janisdd.vscode-edit-csv"
vscode "jduponchelle.rainbow-end"
vscode "kaiwood.endwise"
vscode "KevinRose.vsc-python-indent"
vscode "kirchner-trevor.shopify-liquid-preview"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "Massi.javascript-docstrings"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "misogi.ruby-rubocop"
vscode "mquandalle.graphql"
vscode "mrmlnc.vscode-apache"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-pack"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "neilbrayfield.php-docblocker"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "patricklee.vsnotes"
vscode "pavlitsky.yard"
vscode "philnash.ngrok-for-vscode"
vscode "PKief.material-icon-theme"
vscode "pnp.polacode"
vscode "Prisma.prisma"
vscode "rebornix.ruby"
vscode "redhat.ansible"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sianglim.slim"
vscode "SimonSiefke.svg-preview"
vscode "sissel.shopify-liquid"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "TabNine.tabnine-vscode"
vscode "TimVaneker.serverless-snippets"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tomoki1207.pdf"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xshrim.txt-syntax"
vscode "yy0931.vscode-sqlite3-editor"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
